[lang]
; chinese translation by /u/nodooooka  edit by 4444yue
101=守护
102=猎龙
103=战士
104=狂战
105=工程
106=机械
107=游侠
108=德鲁
109=潜行
110=独行
111=元素
112=暴风
113=幻术
114=时空
115=唤灵
116=夺魂
117=魂武
118=龙魂
119=纵火
120=破法
121=全息
122=兽王
123=死眼
124=织法
125=蜃楼
126=天灾
127=变节
130=总计
131=敌
132=友
133=施法
134=取消
135=时间浪费
136=击中(脉冲)
137=击中(总计)
138=自身血高于90%
139=目标血低于50%
140=移动
141=侧后
142=暴击
143=总计
144=最低
145=最高
146=平均
147=近似伤害
148=过量
149=无技能记录
150=移除
151=格挡
152=显隐
153=未命中
154=未选择目标
155=目标
156=敌对
157=友方
160=类型
161=战斗
162=动作
165=伤害
166=造成
167=受伤
170=格式
171=秒伤
172=总伤
173=百分比
200=个人统计
201=伤害
202=受伤
203=战斗
204=动作
205=全部伤害
206=伤害(直伤)
207=伤害(症状)
208=治疗
209=暴击率
210=90%率
211=50%率
212=闪避
213=格挡
214=吸收
215=打断
216=当前
217=历史
218=战斗
219=秒伤
220=总伤
221=个人
222=记录间隔
223=毫秒
224=目前
225=目前
226=屏障
240=个人技能
241=伤害
242=受伤
243=全伤
244=症状
245=直伤
246=技能移除
247=当前
248=历史
249=战斗
250=个人
251=记录间隔
252=毫秒
253=技能
270=目标
271=自动记录
272=手动记录
273=不记录
274=不能记录
275=目标锁定:无
276=战斗
278=秒伤
279=击杀
280=日志:开始
281=日志:停止
290=生命条
300=团队统计
301=伤害
302=受伤
303=全伤
304=症状
305=直伤
306=+症状
307=总计
308=敌
309=友
310=战斗
311=秒伤
312=总伤
313=不能用于非同队玩家
314=技能移除
315=当前
316=历史
317=濒死移除
318=团队统计
319=记录间隔
320=毫秒
321=百分比
322=范围内无玩家
323=目前
324=目前
340=摘要
341=战斗时间
342=造成秒伤
343=对目标秒伤
344=受到秒伤
345=受目标秒伤
346=暴击率
347=自身血高于90%率
348=目标血低于50%率
349=移动率
350=侧后率
351=取消时间
352=救人次数
353=救人时间
354=倒地次数
355=移除症状
356=移除增益
357=偏斜率
358=闪避
359=打断
360=未命中
361=使用闪避
362=历史
363=玩家必须在
364=队伍/团队中
365=被移除症状
366=被移除增益
367=倒地次数
368=取消次数
369=屏蔽率
390=日志
391=战斗
392=解析
393=游戏
417=日志
440=指南针
445=方向
450=仪表
451=帧数
452=延迟
453=地图类型
454=地图ID
455=地图等级
456=游戏版本
457=插件版本
460=采集计数器
461=采/小时
462=伐/小时
463=割/小时
464=已开采
465=已砍伐
466=已收割
467=工具
468=剩余镐
469=剩余斧
470=剩余镰
471=计量
490=选项
491=面板
492=摘要
493=基础
496=链接到面板
497=自动打开
498=组:造成秒伤
499=组:受到秒伤
500=组:各种BUFF
501=组:各种百分比
502=组:倒地相关
503=组:BUFF移除
504=组:受到效果
505=优先锁定到遭遇的NPC
506=对目标记录EVTC日志
507=使用NPC名称记录EVTC
508=压缩EVTC日志(win10)
509=网格状拖动面板
510=只使用组合键操作
511=面板战斗细节等级
512=面板内容等级
513=违禁
514=周围玩家血条常亮
515=最新上线者嵌入聊天
516=有私聊时屏幕闪烁
517=有邀请时屏幕闪烁
518=将战利品存入仓库
519=快捷消耗默认最大值
520=快捷消耗无延迟
521=快捷键
522=在EVTC文件中标注公会名
523=显示条状图
524=启用鼠标穿透
525=透明度
526=开启职业配色条状图
527=在EVTC文件中标注玩家名
528=使用全新UI
529=开启团队面板综合模式
530=将团队面板宽度设定为最大
531=全新UI开启鼠标穿透
532=需要更改菜单显示
533=不显示总计
534=只使用组合键点击
550=消耗
551=无消耗
560=传送点
561=永恒战场
562=红色边境
563=蓝色边境
564=绿色边境
565=无传送点
566=传送点禁用
570=模板
571=加载
572=保存
573=无模板
574=特性
575=装备
576=技能
577=传奇
582=命名
583=删除模板
585=已保存
586=正在加载
587=受限
588=不可用
589=取消
590=BUFF面板
591=警告:CPU高负荷
610=详细
611=最低
612=最高
613=战斗时间
620=翻滚
621=屏障
630=未受到伤害
631=屏障
